[BKAxe X2WeaponTemplate]
FriendlyName="黑骑士之大斧"
FriendlyNamePlural="黑骑士之大斧"
BriefSummary="能斩杀恶魔的黑骑士大斧."
TacticalText="能斩杀恶魔的黑骑士大斧."
AbilityDescName="axe"

[BKGreatsword X2WeaponTemplate]
FriendlyName="黑骑士之大剑"
FriendlyNamePlural="黑骑士之大剑"
BriefSummary="能斩杀恶魔的黑骑士大剑."
TacticalText="能斩杀恶魔的黑骑士大剑."
AbilityDescName="剑"

[BKHalberd X2WeaponTemplate]
FriendlyName="黑骑士之大戟"
FriendlyNamePlural="黑骑士之大戟"
BriefSummary="能斩杀恶魔的黑骑士大戟."
TacticalText="能斩杀恶魔的黑骑士大戟."
AbilityDescName="戟"

[BKSword X2WeaponTemplate]
FriendlyName="黑骑士之剑"
FriendlyNamePlural="黑骑士之剑"
BriefSummary="能斩杀恶魔的黑骑士剑."
TacticalText="能斩杀恶魔的黑骑士剑."
AbilityDescName="剑"

[ChaosBlade X2WeaponTemplate]
FriendlyName="混沌之刃"
FriendlyNamePlural="混沌之刃"
BriefSummary="这把弯曲的剑来自奎拉格的灵魂，奎拉格是伊扎利斯女巫的女儿，她被转化成了一个混沌恶魔。这把剑继承了奎拉格混沌的本性，并且有一个独特的斑点设计。会侵蚀持有者."
TacticalText="这把弯曲的剑来自奎拉格的灵魂，奎拉格是伊扎利斯女巫的女儿，她被转化成了一个混沌恶魔。这把剑继承了奎拉格混沌的本性，并且有一个独特的斑点设计。会侵蚀持有者."
AbilityDescName="剑"

[DarkSword X2WeaponTemplate]
FriendlyName="漆黑剑"
FriendlyNamePlural="漆黑剑"
BriefSummary="黑暗吞噬大地的幸存者黑暗幽灵所使用的漆黑直剑。黑暗幽灵是第一批红球入侵者，他们厚而宽的剑刃造就了他们独特的剑技."
TacticalText="黑暗吞噬大地的幸存者黑暗幽灵所使用的漆黑直剑。黑暗幽灵是第一批红球入侵者，他们厚而宽的剑刃造就了他们独特的剑技."
AbilityDescName="剑"

[DozerAxe X2WeaponTemplate]
FriendlyName="先锋之斧"
FriendlyNamePlural="先锋之斧"
BriefSummary="这是一把非常沉重的无刃斧头。来自恶魔“先锋”灵魂的武器."
TacticalText="这是一把非常沉重的无刃斧头。来自恶魔“先锋”灵魂的武器."
AbilityDescName="斧"

[GiantsHalberd X2WeaponTemplate]
FriendlyName="古巨戟"
FriendlyNamePlural="古巨戟"
BriefSummary="由古老黄铜制成的大戟，是亚尔诺·隆多的巨型哨兵使用的。黄铜中含有闪电的痕迹，但由于这把戟是为巨型哨兵设计的，它的重量让人无法承受."
TacticalText="由古老黄铜制成的大戟，是亚尔诺·隆多的巨型哨兵使用的。黄铜中含有闪电的痕迹，但由于这把戟是为巨型哨兵设计的，它的重量让人无法承受."
AbilityDescName="戟"

[GreatScythe X2WeaponTemplate]
FriendlyName="死神之镰"
FriendlyNamePlural="死神之镰"
BriefSummary="带有长弯刃的武器。由一种小麦收割工具改装而成。华丽锋利的弯曲刀刃给对手带来恐惧。也许这是它们的生存本能在起作用."
TacticalText="带有长弯刃的武器。由一种小麦收割工具改装而成。华丽锋利的弯曲刀刃给对手带来恐惧。也许这是它们的生存本能在起作用."
AbilityDescName="镰刀"

[ArtoriasSword X2WeaponTemplate]
FriendlyName="阿托利亚巨剑"
FriendlyNamePlural="阿托利亚巨剑"
BriefSummary="这把剑出自大灰狼西夫的灵魂，他守护着阿比西克骑士阿托利亚的坟墓。阿托里亚斯爵士追捕黑暗幽灵，他的剑能对臣服于黑暗的人造成巨量伤害."
TacticalText="这把剑出自大灰狼西夫的灵魂，他守护着阿比西克骑士阿托利亚的坟墓。阿托里亚斯爵士追捕黑暗幽灵，他的剑能对臣服于黑暗的人造成巨量伤害."
AbilityDescName="剑"

[Lifehunt X2WeaponTemplate]
FriendlyName="猎魂之镰"
FriendlyNamePlural="猎魂之镰"
BriefSummary="这把镰刀来自自普利西拉的灵魂，一个被困在亚利米斯彩绘世界里的纯白色混血儿。普利西拉的求生能力让众神都感到害怕，这把镰刀一旦落入凡人之手，就会赋予使用者普利西拉之力."
TacticalText="这把镰刀来自自普利西拉的灵魂，一个被困在亚利米斯彩绘世界里的纯白色混血儿。普利西拉的求生能力让众神都感到害怕，这把镰刀一旦落入凡人之手，就会赋予使用者普利西拉之力."
AbilityDescName="镰刀"

[Moonlight X2WeaponTemplate]
FriendlyName="月光巨剑"
FriendlyNamePlural="月光巨剑"
BriefSummary="这把剑是稀有的龙兵器之一，来自无鳞西斯的尾巴，这条白龙出卖了他自己。西斯是魔法的鼻祖，这把剑充满了他的魔力，能释放出月光波动."
TacticalText="这把剑是稀有的龙兵器之一，来自无鳞西斯的尾巴，这条白龙出卖了他自己。西斯是魔法的鼻祖，这把剑充满了他的魔力，能释放出月光波动."
AbilityDescName="剑"

[SKSword X2WeaponTemplate]
FriendlyName="银骑士直剑"
FriendlyNamePlural="银骑士直剑"
BriefSummary="阿诺隆多的银色骑士用这种细长的武器守卫着这座城市。它的连锁攻击，即持用者利用体重大步前突，即使在单次攻击中也是致命的."
TacticalText="阿诺隆多的银色骑士用这种细长的武器守卫着这座城市。它的连锁攻击，即持用者利用体重大步前突，即使在单次攻击中也是致命的."
AbilityDescName="剑"

[TheLegend X2WeaponTemplate]
FriendlyName="双手巨剑"
FriendlyNamePlural="双手巨剑"
BriefSummary="巨大且笔直的巨剑。顾名思义，它是用两只手握着的，但它的使用者必须拥有超越人类的力量。正是这种巨大的重量能使敌人在被击中时飞起来."
TacticalText="巨大且笔直的巨剑。顾名思义，它是用两只手握着的，但它的使用者必须拥有超越人类的力量。正是这种巨大的重量能使敌人在被击中时飞起来."
AbilityDescName="剑"



[BlackIronShield X2WeaponTemplate]
FriendlyName="黑铁巨盾"
FriendlyNamePlural="黑铁巨盾"
BriefSummary="巨大且笔直的巨盾。顾名思义，它是用两只手握着的，但它的使用者必须拥有超越人类的力量。正是这种巨大的重量能使敌人在被击中时飞起来."
TacticalText="巨大且笔直的巨盾。顾名思义，它是用两只手握着的，但它的使用者必须拥有超越人类的力量。正是这种巨大的重量能使敌人在被击中时飞起来."
AbilityDescName="盾"

[BKShield X2WeaponTemplate]
FriendlyName="黑骑士之盾"
FriendlyNamePlural="黑骑士之盾"
BriefSummary="很久以前，黑骑士使用这些盾面对混沌恶魔而被烧成黑色，但这些盾牌却变得非常耐火."
TacticalText="很久以前，黑骑士使用这些盾面对混沌恶魔而被烧成黑色，但这些盾牌却变得非常耐火."
AbilityDescName="盾"

[ArtoriasShield X2WeaponTemplate]
FriendlyName="阿托利亚巨盾"
FriendlyNamePlural="阿托利亚巨盾"
BriefSummary="由大灰狼西夫的灵魂所生的盾牌，他守护着深渊骑士阿托利亚的坟墓."
TacticalText="由大灰狼西夫的灵魂所生的盾牌，他守护着深渊骑士阿托利亚的坟墓."
AbilityDescName="盾"

[Havels X2WeaponTemplate]
FriendlyName="哈维尔巨石大盾"
FriendlyNamePlural="哈维尔巨石大盾"
BriefSummary="传奇的哈维尔巨石大盾。是从一块巨大的石板上直接切下来的."
TacticalText="传奇的哈维尔巨石大盾。是从一块巨大的石板上直接切下来的."
AbilityDescName="盾"

[SKShield X2WeaponTemplate]
FriendlyName="银骑士之盾"
FriendlyNamePlural="银骑士之盾"
BriefSummary="阿诺·隆多银骑士之盾。银骑士们留在阿诺隆多保卫这个虚幻的女神，他们的盾牌受到了女神的神圣祝福."
TacticalText="阿诺·隆多银骑士之盾。银骑士们留在阿诺隆多保卫这个虚幻的女神，他们的盾牌受到了女神的神圣祝福."
AbilityDescName="盾"